environments/cfd/rand_env_1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

28
(
    auto0
    {
        type            wall;
        nFaces          1919;
        startFace       220679;
    }
    auto1
    {
        type            wall;
        nFaces          2206;
        startFace       222598;
    }
    auto2
    {
        type            wall;
        nFaces          6312;
        startFace       224804;
    }
    auto3
    {
        type            wall;
        nFaces          652;
        startFace       231116;
    }
    auto4
    {
        type            wall;
        nFaces          1130;
        startFace       231768;
    }
    auto5
    {
        type            wall;
        nFaces          881;
        startFace       232898;
    }
    auto6
    {
        type            wall;
        nFaces          5648;
        startFace       233779;
    }
    auto7
    {
        type            wall;
        nFaces          568;
        startFace       239427;
    }
    auto8
    {
        type            wall;
        nFaces          1135;
        startFace       239995;
    }
    auto9
    {
        type            wall;
        nFaces          1120;
        startFace       241130;
    }
    auto10
    {
        type            wall;
        nFaces          1735;
        startFace       242250;
    }
    auto11
    {
        type            wall;
        nFaces          123;
        startFace       243985;
    }
    auto12
    {
        type            wall;
        nFaces          878;
        startFace       244108;
    }
    auto13
    {
        type            wall;
        nFaces          674;
        startFace       244986;
    }
    auto14
    {
        type            wall;
        nFaces          973;
        startFace       245660;
    }
    auto15
    {
        type            wall;
        nFaces          2867;
        startFace       246633;
    }
    auto16
    {
        type            wall;
        nFaces          682;
        startFace       249500;
    }
    auto17
    {
        type            wall;
        nFaces          1033;
        startFace       250182;
    }
    auto18
    {
        type            wall;
        nFaces          1623;
        startFace       251215;
    }
    auto19
    {
        type            wall;
        nFaces          1661;
        startFace       252838;
    }
    auto20
    {
        type            wall;
        nFaces          1160;
        startFace       254499;
    }
    auto21
    {
        type            wall;
        nFaces          1052;
        startFace       255659;
    }
    auto22
    {
        type            wall;
        nFaces          589;
        startFace       256711;
    }
    auto23
    {
        type            wall;
        nFaces          964;
        startFace       257300;
    }
    auto24
    {
        type            wall;
        nFaces          1677;
        startFace       258264;
    }
    auto25
    {
        type            wall;
        nFaces          210;
        startFace       259941;
    }
    auto26
    {
        type            wall;
        nFaces          1005;
        startFace       260151;
    }
    auto27
    {
        type            wall;
        nFaces          1439;
        startFace       261156;
    }
)

// ************************************************************************* //
